*                     Parm Table as of Level 088
PARMTABL CSECT
         DC    X'07',X'00',C'LTMSKIP ',X'20000000000000000000'
         DC    X'07',X'00',C'SKIPLTM ',X'20000000000000000000'
         DC    X'07',X'11',C'COPYLTM ',X'20000000000000000000'
         DC    X'07',X'01',C'LTMCOPY ',X'20000000000000000000'
         DC    X'07',X'00',C'LBLINFO ',X'DE000000000000000000'
         DC    X'06',X'00',C'PRINTL  ',X'DE000000000000000000'
         DC    X'06',X'00',C'LABELS  ',X'DE000000000000000000'
         DC    X'06',X'01',C'NOLABL  ',X'DE000000000000000000'
         DC    X'07',X'11',C'NOLABEL ',X'DE000000000000000000'
         DC    X'04',X'00',C'HDR1    ',X'02000000000000000000'
         DC    X'06',X'01',C'NOHDR1  ',X'02000000000000000000'
         DC    X'04',X'00',C'HDR2    ',X'04000000000000000000'
         DC    X'06',X'01',C'NOHDR2  ',X'04000000000000000000'
         DC    X'04',X'00',C'EOF1    ',X'08000000000000000000'
         DC    X'06',X'01',C'NOEOF1  ',X'08000000000000000000'
         DC    X'04',X'00',C'EOF2    ',X'10000000000000000000'
         DC    X'06',X'01',C'NOEOF2  ',X'10000000000000000000'
         DC    X'04',X'00',C'EOV1    ',X'40000000000000000000'
         DC    X'06',X'01',C'NOEOV1  ',X'40000000000000000000'
         DC    X'05',X'00',C'EOV2    ',X'80000000000000000000' + space
         DC    X'06',X'01',C'NOEOV2  ',X'80000000000000000000'
         DC    X'04',X'00',C'HDRS    ',X'06000000000000000000'
         DC    X'06',X'01',C'NOHDRS  ',X'06000000000000000000'
         DC    X'04',X'00',C'EOFS    ',X'18000000000000000000'
         DC    X'06',X'01',C'NOEOFS  ',X'18000000000000000000'
         DC    X'04',X'00',C'EOVS    ',X'C0000000000000000000'
         DC    X'06',X'01',C'NOEOVS  ',X'C0000000000000000000'
         DC    X'06',X'00',C'CHGVOL  ',X'00010000000000000000'
         DC    X'08',X'11',C'NOCHGVOL',X'00010000000000000000'
         DC    X'06',X'00',C'JCLVOL  ',X'00010000000000000000'
         DC    X'08',X'01',C'NOJCLVOL',X'00010000000000000000'
         DC    X'06',X'00',C'NEWVOL  ',X'00010000000000000000'
         DC    X'08',X'01',C'NONEWVOL',X'00010000000000000000'
         DC    X'06',X'10',C'VOLLBL  ',X'00020000000000000000'
         DC    X'08',X'01',C'NOVOLLBL',X'00020000000000000000'
         DC    X'07',X'00',C'EOV2EOF ',X'00040000000000000000'
         DC    X'08',X'00',C'EOVTOEOF',X'00040000000000000000'
         DC    X'06',X'00',C'EOVCHG  ',X'00040000000000000000'
         DC    X'08',X'11',C'NOEOVCHG',X'00040000000000000000'
         DC    X'04',X'00',C'READ    ',X'00080000000000000000'
         DC    X'08',X'00',C'READONLY',X'00080000000000000000'
         DC    X'07',X'00',C'NOWRITE ',X'00080000000000000000'
         DC    X'07',X'11',C'WRITE   ',X'00080000000000000000'
         DC    X'08',X'00',C'LABLDUMP',X'00100000000000000000'
         DC    X'08',X'11',C'NOLABLDU',X'00100000000000000000'
         DC    X'05',X'00',C'SYSIN   ',X'00200000000000000000'
         DC    X'07',X'11',C'NOSYSIN ',X'00200000000000000000'
         DC    X'06',X'00',C'OUTVOL  ',X'00400000000000000000'
         DC    X'08',X'01',C'NOOUTVOL',X'00400000000000000000'
         DC    X'08',X'00',C'LABADDIN',X'00808000000000000000'
         DC    X'08',X'01',C'NOLABADD',X'00800000000000000000'
         DC    X'06',X'10',C'BLKCNT  ',X'01000000000000000000'
         DC    X'08',X'01',C'NOBLKCNT',X'01000000000000000000'
         DC    X'08',X'00',C'PRADDLBL',X'00001000000000000000'
         DC    X'08',X'01',C'NOPRADDL',X'00001000000000000000'
         DC    X'08',X'10',C'CORRBLKS',X'00002000000000000000'
         DC    X'08',X'01',C'NOCORRBL',X'00002000000000000000'
         DC    X'08',X'00',C'NOEXNULL',X'00004000000000000000'
         DC    X'08',X'00',C'NOSLNULL',X'00004000000000000000'
         DC    X'06',X'11',C'EXNULL  ',X'00004000000000000000'
         DC    X'06',X'01',C'SLNULL  ',X'00004000000000000000'
         DC    X'06',X'00',C'LBLFIX  ',X'00008000000000000000'
         DC    X'08',X'01',C'NOLBLFIX',X'00008000000000000000'
         DC    X'08',X'00',C'INITVOLS',X'00010100000000000000'
         DC    X'08',X'00',C'INITTAPE',X'00010100000000000000'
         DC    X'08',X'11',C'NOINITVO',X'00000100000000000000'
         DC    X'07',X'00',C'LIMFILE ',X'00000200000000000000'
         DC    X'07',X'00',C'FILELIM ',X'00000200000000000000'
         DC    X'08',X'01',C'NOLIMFIL',X'00000200000000000000'
         DC    X'05',X'00',C'BYTES   ',X'00000400000000000000'
         DC    X'07',X'01',C'NOBYTES ',X'00000400000000000000'
         DC    X'06',X'00',C'CUMTOT  ',X'00000800000000000000'
         DC    X'08',X'01',C'NOCUMTOT',X'00000800000000000000'
         DC    X'08',X'00',C'LIMLABEL',X'00000010000000000000'
         DC    X'08',X'01',C'NOLIMLAB',X'00000010000000000000'
         DC    X'06',X'10',C'OPTION  ',X'00000020000000000000'
         DC    X'08',X'01',C'NOOPTION',X'00000020000000000000'
         DC    X'07',X'00',C'SUPPWTO ',X'00000040000000000000'
         DC    X'08',X'11',C'NOSUPPWT',X'00000040000000000000'
         DC    X'08',X'00',C'LBDQUICK',X'00000080000000000000'
         DC    X'08',X'01',C'NOLBDQUI',X'00000080000000000000'
         DC    X'06',X'00',C'CUMSEP  ',X'00000001000000000000'
         DC    X'08',X'01',C'NOCUMSEP',X'00000001000000000000'
         DC    X'05',X'00',C'STRIP   ',X'00000002000000000000'
         DC    X'07',X'11',C'NOSTRIP ',X'00000002000000000000'
         DC    X'05',X'00',C'NLLIM   ',X'00000004000000000000'
         DC    X'07',X'01',C'NONLLIM ',X'00000004000000000000'
         DC    X'05',X'00',C'SLLIM   ',X'00000008000000000000'
         DC    X'07',X'01',C'NOSLLIM ',X'00000008000000000000'
         DC    X'07',X'00',C'IDRCOFF ',X'00000000100000000000'
         DC    X'08',X'01',C'NOIDRCOF',X'00000000100000000000'
         DC    X'06',X'00',C'HEXPRT  ',X'00000000200000000000'
         DC    X'08',X'01',C'NOHEXPRT',X'00000000200000000000'
         DC    X'07',X'10',C'UNEXWTO ',X'00000000400000000000'
         DC    X'08',X'01',C'NOUNEXWT',X'00000000400000000000'
         DC    X'06',X'00',C'INASC3  ',X'00010000810000000000'
         DC    X'07',X'00',C'INASCII ',X'00010000810000000000'
         DC    X'08',X'01',C'NOINASC3',X'00000000810000000000'
         DC    X'06',X'00',C'INASC4  ',X'00010000820000000000'
         DC    X'08',X'01',C'NOINASC4',X'00000000820000000000'
         DC    X'05',X'00',C'ASCII   ',X'00000000800000000000'
         DC    X'07',X'01',C'NOASCII ',X'00000000800000000000'
         DC    X'06',X'01',C'EBCDIC  ',X'00000000800000000000'
         DC    X'08',X'00',C'ENABLTMW',X'00000000040000000000'
         DC    X'08',X'01',C'NOENABLT',X'00000000040000000000'
         DC    X'06',X'00',C'WRTLTM  ',X'00000000080000000000'
         DC    X'08',X'11',C'NOWRTLTM',X'00000000080000000000'
         DC    X'06',X'00',C'SECOFF  ',X'00000000001000000000'
         DC    X'08',X'01',C'NOSECOFF',X'00000000001000000000'
         DC    X'07',X'00',C'FOOTAGE ',X'00000000002000000000'
         DC    X'08',X'01',C'NOFOOTAG',X'00000000002000000000'
         DC    X'08',X'00',C'FOOTDIAG',X'00000000004000000000'
         DC    X'08',X'11',C'NOFOOTDI',X'00000000004000000000'
         DC    X'08',X'00',C'CODEDPRM',X'00000000008000000000'
         DC    X'08',X'11',C'NOCODEDP',X'00000000008000000000'
         DC    X'06',X'00',C'MINMAX  ',X'00000000000100000000'
         DC    X'08',X'01',C'NOMINMAX',X'00000000000100000000'
         DC    X'07',X'00',C'RECSIZE ',X'00000000000200000000'
         DC    X'08',X'01',C'NORECSIZ',X'00000000000200000000'
         DC    X'06',X'00',C'DGSTRI  ',X'00000000000400000000'
         DC    X'08',X'11',C'NODGSTRI',X'00000000000400000000'
         DC    X'06',X'00',C'KEEPVL  ',X'00000000000800000000'
         DC    X'07',X'00',C'KEEPVOL ',X'00000000000800000000'
         DC    X'08',X'11',C'NOKEEPVL',X'00000000000800000000'
         DC    X'06',X'00',C'SHOOVL  ',X'00000000000010000000'
         DC    X'08',X'11',C'NOSHOOVL',X'00000000000010000000'
         DC    X'06',X'00',C'PROPVL  ',X'00000000000020000000'
         DC    X'08',X'11',C'NOPROPVL',X'00000000000020000000'
         DC    X'FFFFFFFFFFFFFFFF'
